{
  "api": {
    "titles": [
      "Uniquely designed organic nature house, off-grid",
      "Lov 'Nid Passion cabin for 2 people",
      "The WonderINN Mirrored Glass Cabin",
      "Guitar House - Symphony Resort",
      "Birdbox Curzutt",
      "Unique nature lodge with amazing views",
      "Anemomilos",
      "R.I.P. by ŘÍP - Rest In Pod by ŘÍP",
      "Mirror House North",
      "Heated sleeping cabin made of straw panels - MINI2",
      "Sauvage Spa Cabin for 2 pax",
      "Emperor Wilhelm Station",
      "Lost Garden - treehouse on the edge of the reserve",
      "Poli settlement - cottage 1",
      "bubble dome under the stars, bed and breakfast"
    ],
    "descriptions": [
      "Welcome to the future's house, off-grid with its own energy and food production. One of the world's most environmentally friendly and sustainable houses. Here you can enjoy a wax house garden with Mediterranean plants. On a mountain lake with mile-wide views of Lake Vänern, the house is close to the beach, boat harbor and beautiful nature nearby.",
      "Discover the Lov 'Nid Passion cabin, a cocoon of love perched at a height of 6 meters. Enjoy the charming surroundings of this romantic place to stay surrounded by nature.",
      "Immerse yourself in the wilderness, still within reach of civilization! WonderINN is literally a hidden gem; the unique design of the mirrored glass blends into the landscape so you can retreat to comfort and luxury as you watch the world pass by.",
      "Our Guitar House was design to offer you not only accommodation, but a fully unique experience. Staying at our place will give you the feeling of a tiny house, the view of a mountain cabin, the commodity and space of a bungalow with hot water, heat, WiFi and electricity. Here you will be on the grid but off the pavement",
      "Do you dream of spending a night in complete privacy in the middle of the untouched nature of Ticino? The Birdbox Curzútt is the ideal solution for you! Staying in close contact with nature and vineyards, in a unique and extraordinary structure, equipped with every comfort and located in a historic and landscape context of great value? This is BirdBox Curzútt and more.",
      "Nature lodge Tureluur is located in a unique place in the middle of the nature of Drenthe and is suitable for 2 people. Ideal for a nice time with your partner or family/friends. The accommodation is located on Pieterpad and can also be booked for 1 night. After a delicious breakfast (to be booked on site) you continue your walk on this beautiful walking route.",
      "It's a real old Windmill that worked to grind wheat and produce flour. Its operation ceased with the appearance of the machines a few years later when it was used as a residence. It consists of 3 floors. On the ground floor there is the kitchen and the bathroom, upstairs the children's bedroom and on the third floor there is the master bedroom with 360o view in the infinite blue and the mountain part of the island.Outside there is a pool,kitchen ,shower.",
      "Take the opportunity to enjoy peace and quiet with one of the best views of the Říp - czech national mountain from our unique custom made pod.",
      "The Mirror Houses are a pair of vacation homes, set in the marvellous surroundings of the South Tyrolean Dolomites, amidst a beautiful scenery of apple trees, just outside the city of Bolzano. The Mirror houses offer a unique chance to spend a beautiful vacation surrounded by contemporary architecture of the highest standards and the most astonishing Landscape and beauty nature has to offer.",
      "Voose Home of Sun is full of positive energy! The unique buildings made of straw panels will recharge your batteries if you just visit it. Come and recharge your voltage — the crystal-clear air of the Kõrvemaa forests and insane history of Voose bring together an unbelievably good aura and energy for everyone! We have 5 CABINS for TWO PEOPLE for healthy sleep. For seminars or gatherings MAIN HOUSE with unique projection system and modern kitchen. Straw panel SAUNA is also worth of experience!",
      "At the end of the pond, you'll fall on this beautiful floating hut and enter the wilderness setting to fully experience Coucoo Grands Reflets huts.",
      "The Emperor Wilhelm Station is a monument in Staronid-19 architecture, and it's a harmony of ancient and modernity. Its doors open to all Guests who would like to relax in a historic place in the immediate vicinity of nature. From relaxing in the mini spa in the garden and having a wonderful time with the loved ones, you can learn about the unforgettable history of this former train station.",
      "Unique treehouse on the edge of the city's Crane Nature Reserve. We have two decks (one is a big covered one) and a summer outdoor shower. The cottage has a comfortable electric heating unit and an outdoor heater.",
      "The village has 5 Icelandic cottages. Each cottage comes with a patio with a seating set and barbecue. Cottages are fully equipped, including separate access to wifi, making it easy to connect with remote work.",
      "Totally unusual accommodation. Ideal for dreamy nights for couples, summer and winter. A bubble three meters high in the middle of nature to observe the stars. What could be more romantic and restful. You will have access to a nice en-suite bathroom a few meters from the bubble. From your cozy nest you will have seen the mountains, the natural pool and the horses. A French breakfast will be served on the private terrace of your bubble. The bubble is heated in winter."
    ],
    "cities": [
      "Paris",
      "Cologne",
      "Brussels",
      "Amsterdam",
      "Hamburg",
      "Dusseldorf"
    ],
    "propertyType": [
      "Apartment",
      "House",
      "Room",
      "Hotel"
    ],
    "amenities": [
      "Breakfast",
      "Conditioning",
      "LaptopFriendly",
      "BabySeat",
      "Washer",
      "Towels",
      "Fridge"
    ],
    "usernames": [
      "Nina Wagner",
      "Alex Freeman",
      "Hallie Cooper",
      "Maud Manning",
      "Kate Fleming",
      "Sam Lawson",
      "Verna Graham",
      "Isabel Salazar",
      "Joe Martin",
      "Leona Elliott",
      "Ernest Swanson",
      "Edna Fowler",
      "Isaac Tate",
      "Jesse Lindsey",
      "Isaiah Lindsey"
    ],
    "emails": [
      "@gmail.com",
      "@yandex.ru",
      "@outlook.com",
      "@yahoo.com",
      "@aol.com",
      "@mailfence.com",
      "@proton.me",
      "@mail.ru"
    ],
    "passwords": [
      "KF1EvxdvlST1URm",
      "fCdYXhJzXGg2MB8",
      "ct01041mfCKj6mb",
      "zJLF8vzTTfBonqJ",
      "8HesMEcDjF0Z5Lb",
      "qtj5D5VlTGnB5DL",
      "CXw3sOqKDHUnk7R",
      "G1WAHyLOurCUqfY",
      "4c074FzucQMPrIX",
      "9xDEOw3tVZlJtI6",
      "qodYZHLS93iCZt8",
      "Zz3AXbAxgX5ZKHV",
      "6l631c8G7nSQgsg",
      "sSPjTazuQeM6lTd",
      "Goseo21CGb7ZFft"
    ]
  }
}
